<template>
  <div class='offer'>
    <Navbar style="background: #F15E63;"/>
    <div class="offer-section">
      <h2 class="offer-title">ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ (Публичный договор/оферта)</h2>
      <p class="offer-content">
        Настоящее Лицензионное соглашение (Публичный договор/оферта), именуемое далее – «Оферта»
        или «Договор» определяет общие условия оказания услуг, предусмотренных настоящей Офертой
        и Сервисом, предоставляемых ТОО «Solarit», которое является Лицензиаром и именуемое в
        дальнейшем Администратор, лицу, присоединившемуся к условиям настоящего Договора,
        именуемое в дальнейшем «Пользователь».<br><br>
        Настоящая Оферта адресована неопределенному кругу лиц, и является публичной офертой в
        соответствии с пунктом 5 статьи 395 Гражданского кодекса Республики Казахстан, содержащей
        все существенные условия Договора, а также предложение, из которого усматривается воля
        Администратора, делающего предложение заключить договор на указанных в настоящем
        Договоре условиях с любым лицом, кто выразит согласие заключить настоящий Договор, тем
        самым принимая Оферту.<br><br>
        Настоящая Оферта заключается в особом порядке без подписания Договора путем безусловного
        акцепта (согласия принять условия) Пользователем. Безусловным акцептом Пользователем
        является регистрация Пользователя на Сервисе «FixUp», равно как начало фактического
        пользования Сервисом.<br><br>
        Настоящая информация, размещаемая на Сайте fix-up.org определяет условия и правила
        пользования Сервисом, а также определяет условия правила пользования любым лицом
        возможностями, предоставляемыми данным Сервисом. <br>
        Устанавливая мобильное приложение «FixUp» на свое мобильное устройство или компьютер
        (или иной гаджет или девайс, устройство) Пользователь, тем самым соглашается в безусловном
        порядке со всеми правилами , условиями и информацией, размещенной на данном сайте, в том
        числе настоящей Офертой, Политикой конфиденциальности, иными документами. <br>
        Если пользователь не согласен с настоящей Офертой, а также условиями и положениями
        Политики конфиденциальности Сервиса, правилами пользования приложением, и иными
        правилами установленными Администратором, не имеет намерения их соблюдать, то установка
        приложения должна быть прекращена/либо приложение должно быть незамедлительно удалено, в
        том числе любой его компонент с мобильного устройства или компьютера. В ином случае будет
        считаться, что Пользователь согласен в безусловном порядке со всеми правилами, условиями и
        информацией, размещенными на Сайте. <br><br>
        1. Термины и определения. <br><br>
        1) Сайт – информационный ресурс Администратора в сети Интернет по адресам: www.fix-up.org; <br><br>
        2) Сервис – Платформа, в виде мобильного приложения, программного обеспечения, базы данных,
        информационной системы, или их совокупности, обеспечивающих оказание услуг. Платформа
        оказывает помощь в поиске исполнителей по оказанию услуг, выполнению работ, что является
        услугой (далее - Услуга). Сервис не является представителем какой-либо из сторон по сделке и
        ограничивается оказанием информационно-технических Услуг. <br><br>
        3) Пользователь – неограниченный круг лиц, совершеннолетнего возраста, совершившие акцепт
        настоящей оферты. <br><br>
        4) Мобильное приложение/приложение – приложение «FixUp» в виде программного обеспечения,
        устанавливаемое на мобильное устройство (иной гаджет или девайс), компьютер, разработанное
        для платформ Android и IOS. <br><br>
        5) Акцепт - регистрация Пользователя на Сайте, в мобильном приложении/ установка приложения
        признается полным и безоговорочным согласием заключить настоящий Договор, а также
        приложений к нему. Совершение Пользователем действий, направленных на акцепт Договора,
        включая, но не ограничиваясь: SMS – уведомления и подтверждения, направленные с
        использованием Сервиса, принятие и подтверждение (нажатие) push – уведомлений,
        использование иных функций Сервиса является надлежащим способом доставки и получения
        информации. <br><br>
        6) Предмет Договора (оферты)- Стороны обязуются использовать Сервиса и соблюдать его
        условия, оговоренные в настоящей Оферте и иынх документах Администратора, к заключаемым
        между собою сделкам. <br><br>
        7) Специалист - Пользователь, предлагающий свои работы и услуги неограниченному кругу лиц
        посредством Сервиса. <br><br>
        8) Клиент - Пользователь, осуществляющий поиск Специалистов путем размещения заявки на
        выполнение определенных работ и оказание услуг. <br><br>
        9) Заявка – Запрос на выполнение работ/услуг, размещенный в Сервисе. <br><br>
        10) Анкета - информация, размещаемая Пользователем о себе для регистрации в качестве
        Специалиста, где содержатся сведения о предлагаемых им Услугах, фото, ранее оказанных
        Услугах, образовании, квалификации, стоимость Услуг, portfolio и иная информация. <br><br>
        11) Регистрация–добровольное и бесплатное успешное прохождение Пользователем процедуры
        регистрации на Мобильном приложении, подтверждаемое присвоением Логина и активацией
        номера телефона Пользователя, указанного при регистрации для направления SMS-сообщений с
        одноразовым кодом, использование (ввод) которого подтверждает подлинность Пользователя и
        является основанием для предоставления ему доступа к Сервису, а также Идентификации.
        Регистрация считается завершенной в момент заполнения Регистрационной формы и отправки ее
        Администратору. <br><br>
        Для регистрации в качестве Специалиста Пользователь заполняет Анкету. При этом Пользователь
        обязан предоставить достоверную и актуальную информацию, а также подтверждает, что,
        размещая информацию в своей анкете делает ее публичной, доступной неограниченному кругу
        лиц. <br><br>
        12) Личный кабинет - страница на Сервисе, доступ к которой осуществляется посредством
        Идентификации Пользователя, в которой содержатся информационные сведения о Пользователе. <br><br>
        13) Баланс - условный лицевой счет, привязанный к Личному кабинету Пользователя,
        пополняемый и используемый для оплаты Комиссии за Сервис. <br><br>
        14) Комиссия за Сервис - Сбор, вводимый в соответствии с тарификацией, установленной
        Администратором согласно Приложению №1, которое является неотъемлемой частю настоящего
        Договора. Комиссия уплачивается Администратору за оказание информационно-технических
        услуг. Размер сбора составляет процентное соотношение к стоимости Услуг по заключаемым в
        Сервисе сделкам и уплачивается в тенге путем списания соответствующей суммы с Баланса
        Пользователя. <br><br>
        15) Логин – уникальный набор символов, создаваемый Пользователем при прохождении
        Регистрации, предназначенный для доступа к Аккаунту. В целях настоящего Договора под
        Логином понимается номер мобильного телефона Пользователя, а под Паролем – код, который
        Пользователь получает после ввода Логина посредством SMS- сообщения. <br><br> </p>
        <div class="span-div">
          <span>1. Общие положения</span>
        </div>
        1.1. Администратор предоставляет доступ к Сервису при наличии планшета / мобильного
        устройства (иных девайсов и гаджетов), подключенного к сети Интернет. <br>
        1.2. Пользователь осознает и соглашается с тем, что Сервис может содержать рекламу, тем
        самым Пользователь выражает свое согласие на получение рекламных рассылок, в том числе
        SMS- сообщений и иных форм рекламных рассылок о рекламных акциях, скидках, бонусах, и
        прочих рекламных сообщениях как Администратора, так и третьих лиц. <br>
        1.3. Пользователь гарантирует, что данные, указанные при Регистрации, являются
        актуальными и достоверными. В случае предоставления Пользователем недостоверных сведений
        при Регистрации, всю ответственность за возможные негативные последствия в полном объеме
        несет самостоятельно. В рамках этого, и для целей обеспечениях иных обязательств Пользователя,
        последний настоящим дает свое согласие на ограждение от любой ответственности
        администратора, которая может возникнуть из любых действий Пользователя. <br>
        1.4. Пользователь согласен с тем, что Администратор ведет учет активности Пользователя на
        Сервисе. <br>
        1.5. Администратор вправе устанавливать любые дополнительные требования и ограничения
        пользователю на Сервисе. <br>
        1.6. Если в настоящем Договоре не предусмотрено иное, Пользователь не вправе: <br>
        1.6.1) использовать, модифицировать, встраивать в другое программное обеспечение или
        объединять с ним, создавать переработанную версию любой части приложения или Сайта и/или
        его составляющих; <br>
        1.6.2) продавать, выдвать лицензии (сублицензии), отдавать в аренду, переуступать, передавать,
        отдавать в залог, предоставлять права в отноешнии приложения третьим лицам; <br>
        1.6.3) копировать, распространять или воспроизводить приложение или Сайт и его составляющие
        в любой форме; <br>
        1.6.4) обнародовать любые данные приложения и /или Сайта, а равно использовать упомянутую в
        настоящем Договоре инофрмацию в конкурирующей деятельности по разработке приложений,
        программынх обеспечений, Сайтов; <br>
        1.6.5) любым способом перерабатывать или усовершенствовать Приложение или Сайт, пытаться
        получить исходный текст программы Приложений и/или Сайта и/или их составляющих. <br> <br>
        <div class="span-div">
          <span>2. Предмет Договора (Оферты)</span>
        </div> <br>

        2.1. Функционирование Сервиса обеспечивается Администратором, осуществляющим разработку,
        поддержку и улучшение работы программного обеспечения Сервиса. <br><br>
        2.2. По условиям настоящей Оферты Администратор оказывает Пользователям комплекс
        информационно-технических услуг. <br><br>
        2.3. Настоящая Публичная оферта регулирует взаимоотношения Сторон при использовании
        Сервиса. <br><br>
        2.4. Специалист обязуется оказать Услуги Клиенту на основании размещенной Клиентом и
        согласованной Сторонами Заявки, а Клиент обязуется принимать и оплачивать соответствующие
        условиям сделки Услуги на условиях настоящей Публичной оферты. Сделка между Клиентом и
        Специалистом считается заключенной с момента согласования и подтверждения ее условий
        Сторонами сделки. В таком случае Специалист обязан оказать выбранные Клиентом услуги. <br><br>
        2.5. Наименование и состав Услуг, сроки и стоимость их оказания, а также другие обязательные
        условия сделки определяются на основании заявки Клиента, отклика Специалиста, а также
        сведений и материалов, предоставленных Специалистом с своем Личном кабинете в Сервисе, и
        Клиентом при размещении заявки. <br><br>
        2.6. В соответствии с условиями настоящей Оферты Администратор предоставляет, а
        Пользователь принимает персональную неисключительную некоммерческую неограниченную
        лицензию без права передачи сублицензирования, которая может быть полностью аннулирована
        Администратором в одностороннем порядке. <br><br>
        2.7. Положения Оферты являются обязательными для всех пользователей и распространяются на
        отношения связанные с правами и интересами третьих лиц, не являющихся Пользователями. <br><br>
        2.8. Территория Оферты и передаваемых прав на использование приложения /Сайта – Республика
        Казахстан. <br><br>
        <div class="span-div">
          <span>3. Статус Сервиса и Приложения. <br>
        Работа Сервиса.</span> 
        </div> <br>
        3.1.Все права на объекты интеллектуальной собственности Сервиса (программное обеспечение,
        коммерческое обозначение, товарный знак «FixUp» и прочие объекты интеллектуальной
        собственности) в целом и на использование сетевых адресов (доменных имен) fix-up.org__
        принадлежит Администратору. <br> <br>
        3.2. Администратор не предоставляет Пользователям никаких иных услуг кроме предоставления
        доступа к Сервису. Сервис не является какой-либо организацией, оказывающей любые услуги,
        размещенные Пользователями, является Интернет - агрегатором, предоставляющим
        Пользователям Сервиса доступ к программному обеспечению. <br> <br>
        3.3. Введенный Пользователем при Регистрации Логин является необходимой и достаточной
        информацией для доступа пользователя на Сервис. Процедура прохождения Регистрации
        включает в себя также принятие Пользователем условий Политики конфиденциальности Сервиса,
        а также дачу согласия на обработку персональных данных.
        4.Оплата Комиссии за Сервис <br> <br>
        4.1. Администратор взымает комиссию в следующих случаях: <br> <br>
        4.1.1. Комиссия за использование Сервиса, которая подлежит оплате путем списания с Баланса
        Пользователя соответствующей суммы на расчетный счет Администратора. Тарификация в
        отношении Комиссии за Сервис может быть предусмотрена в условиях тарификации, являющихся
        неотъемлемой частью настоящего Договора, и публикуемые Администратором на Сайте.<br> <br>
        4.1.2. Сумма Комиссии за сделку между Специалистом и Клиентом, которая предусматривается
        также в условиях тарификации, являющихся неотъемлемой частью настоящего Договора, и
        публикуемые Администратором на Сайте.<br> <br>
        4.2. Пользователь имеет право пополнить свой баланс в Личном кабинете способами, указанными
        на ресурсах Сервиса, соглашаясь с тем, что сумма такого пополнения сохраняется Пользователем
        у Администратора и может быть использована (полностью или частично) исключительно для
        оплаты Сбора за Сервис, а также возврата суммы остатка на Балансе. Перевод суммы остатка с
        Баланса одного Пользователя на Баланс другого Пользователя невозможен.<br> <br>
        4.3. Заключение сделки Специалистом возможно только при наличии на его Балансе суммы,
        достаточной для оплаты применимой Комиссии за Сервис.<br> <br>
        4.4. Возврат суммы остатка на Балансе производится Администратором в случае расторжения или
        прекращения Пользователем использования/предоставления услуг, с учетом того, что
        Пользователь подаст письменное заявление о расторжении/прекращении
        использования/предоставления услуг через Личный кабинет. Стороны решают вопрос о возврате
        остатка в индивидуальном порядке.<br> <br>
        4.5. Совершая действия по подключению Сервиса привязки банковской карты для оплаты
        Комиссии за Сервис, Пользователь подтверждает свое согласие на хранение информации
        третьими лицами, нести самостоятельную полную ответственность за использование сервиса
        привязки банковской карты, все риски, связанные с возможным использованием третьими лицами
        логина, пароля, ответа на контрольный вопрос, номера карты, использование автоматической
        авторизации, в том числе при пересылки сообщения полученного на электронную почту и иной
        информации. Администратор никакой ответственности за указанные действия Пользователя и их
        последствия не несет.<br> <br>
        <div class="span-div">
          <span>5. Ограничение ответственности.</span>
        </div> <br>
        <p class="offer-content">
        5.1. Специалист и Клиент принимают на себя обязательства не разглашать полученные в ходе
        исполнения сделки сведения, являющиеся конфиденциальными для каждой из Сторон. Под
        конфиденциальной информацией понимаются сведения, не являющиеся общедоступными,
        разглашение которых может привести к возникновению убытков и/или повлиять на деловую
        репутацию любой из Сторон, включая, но не ограничиваясь:

        - информация о Специалисте, полученная в ходе заключения и исполнения сделки;
        - информация об объеме оказываемых услуг и их стоимости; <br><br>
        5.2. Стороны обязуются не разглашать указанную Конфиденциальную информацию третьим
        лицам, за исключением своих аффилированных лиц, аудиторов, налоговых, таможенных и иных
        государственных органов, а также ответственных лиц Сторон, уполномоченных получать и
        передавать информацию от имени каждой из Сторон в связи с исполнением обязательств по
        настоящему Договору.<br><br>
        5.3. Конфиденциальная информация может быть раскрыта другим лицам только в случаях и в
        порядке, установленных законодательством РК.<br><br>
        5.4. Администратор не может гарантировать конфиденциальность получаемых персональных
        данных Пользователя, безопасность при их обработке в соответствии с требованиями
        действующего законодательства Республики Казахстан. Однако приложит усилия для защиты
        персональных данных от неправомерного или случайного доступа, несанкционированного
        уничтожения, изменения, блокирования, распространения, а также от иных неправомерных
        действий. Пользователь подтвер<br><br>ждает, что данные яавляются общедоступными и доступны
        любому Пользователю Сервиса.
        5.5.Стороны понимают, что следующей общедоступной информацией, определённой пунктом 13
        статьи 28 Предпринимательского кодекса РК является: <br><br>
        1) фамилия, имя, отчество (если оно указано в документе, удостоверяющем личность) или
        наименование индивидуального предпринимателя;<br><br>
        2) идентификационный номер;<br><br>
        3) адрес (место нахождения);<br><br>
        4) вид деятельности.<br><br>
        5.6. Администратор не несет ответственности за нарушение Пользователем условий о размещении
        информации, работах, услугах, запрещенных к размещению на Сервисе, в соответствии с
        требованиями законодательства Республики Казахстан. Администратор, при получении
        информации от Пользователей либо третьих лиц о нарушении Пользователем вышеуказанных
        условий, вправе измениять (модерировать) и/или удалять любую публикуемую информацию,
        нарушающую запреты, как настоящим Договором, так и иными документами Сервиса,
        приостанавливать, ограничивать или прекращать доступ Пользователя ко всем или к любому
        разделу Сервиса в любое время по любой причине/без объяснения причин, без предварительного
        уведомления, при этом у Администратора не возникает никакой ответственности за любой вред,
        который может быть причинен Пользователю такими действиями, в том числе за временное
        блокирование или удаление информации Пользователя.<br><br>
        5.7. С учетом положений пункта 5.4. настоящего Договора, Пользователь осознает и дает согласие,
        что в результате сбоя, технических неисправностей, действий третьих лиц, в том числе (но не
        ограничиваясь) вирусной или хакерской атаки, данные Пользователя, указанные на Сервисе, могут
        стать доступны третьим лицам. Пользователь обязуется не предъявлять никаких требований к
        Администратору в случае наступления указанных обстоятельств.<br><br>
        5.8. Пользователь присоединясь к настощему Договору дает Администратору согласие на:<br><br>
        5.8.1. передачу любых данных посредством Сервиса неограниченному кругу лиц, любыми
        доступными средствами и каналами связи;<br><br>
        5.8.2. использование учетных и статистических данных Пользователя для демонстрации
        рекламных объявлений;<br><br>

        5.8.3. напралвение информации об услугах, новостях Администратора и/или демонстрации
        рекламных объявлений;<br><br>
        5.8.4. предоставление персональных данных уполномоченным органам государственной власти, в
        случае поступления соответствующих запросов;<br><br>
        5.8.5. осуществление иных действий, предусмотренных в документах Администратора.
        5.9. Специалист и Клиент перед заключением сделки самостоятельно устанавливают
        действительные намерения сторон и допропорядочность в отношении совершения сделки и
        грантируют отсутствие любых претензий к Администратору в отношении
        неисполнения/ненадлежащего исполнения условий сделки.<br><br></p>
        <div class="span-div">
          <span>6. Права и обязанности Сторон</span>
        </div><br>
        6.1. Пользователь имеет право в любой момент изменить свои данные в соответствии с
        требованиями, предусмотренными настоящим Договором. <br>
        6.2. Пользователи гарантируют свою дееспособность, правомочность на присоединение к
        настощему Договору и исполнение его, в том числе на выплату Администратору Комиссии за
        Сервис. В случае, если у Администратора возникнут основания полагать, что Пользователь
        нарушил любые условия регистрации на Сервисе, то Администратор оставляет за собой право
        приостановить илбо аннулировать регистрацию Пользователя и отказать в доступе к
        функционалам Сервиса.<br>
        6.3. Пользователи при регистрации информации, несут отсвтетственность перед
        Администратором, другими Пользователями, третьими лицами за точность и достоверность
        опубликованной информации.<br>
        6.4. При пользовании Сервисом Пользователя запрещается использовать (размещать)
        материалы, содержащие:<br>
        6.4.1. Нецензурные и бранные слова или словосочетания, порнографически изображения
        и тексты или сцены сексуального характера;<br>
        6.4.2. Угрозы, призывы к насилию и совершению/руководства/инструкции к совершению
        противоправных действий, нарушению законодательства Республики Казахстан;<br>
        6.4.3. Элементы насили, жестокости, расовой, межнациональной или межрелигиозной
        розни, а также ссылки на такие материалы;<br>
        6.4.4. Нацистскую атрибутику и символику;<br>
        6.4.5. Угрозы, материалы, которые дисркедитируют, оскорбляют, порочат честь и
        достоинство или деловую репутациюили нарушают неприкосновенность частной жизни других
        Пользователей и/или третьих лиц;<br>
        6.4.6. Информацию/объявления о реализации/доставке алкогольных и спиртосодержащих
        напитков, пива и напитков на его основе, накротических средств и иных запрещенных средств;<br>
        6.4.7. Размещение иных матреиалов, нарушающих действующее законадетельство
        Республики Казахстан.<br>
        6.5. Пользователь самостоятельно несет ответственность за соблюдение налогового и иного
        законодательства Республики Казахстан.<br><br>

        <div class="span-div">
          <span>7. Ответственность Сторон</span>
        </div><br>

        7.1. Специалист самостоятельно несет ответственность перед Клиентом за качество и сроки
        оказываемых Услуг и их несоответствие условиям сделки. За неисполнение или ненадлежащее
        исполнение условий сделки, Стороны несут ответственность в соответствии с законодательством
        Республики Казахстан. <br><br>
        7.2. Пользователь обязуется своими силами и за свой счет разрешать споры и урегулировать
        претензии других Пользователей или третьих лиц в отношении исполнения сделок, а также
        возмещать убытки, причиненные Администратору в связи с такими претензиями и исками.
        <br><br>
        7.3. Администратор не несет ответственности по взаимоотношениям, возникшим между Клиентом
        и Специалистом.<br><br>
        7.4. Права и обязанности по сделке возникают непосредственно у Клиента и Специалиста. Все
        претензии к предмету и условиям сделки предъявляются Специалисту. Администратор не несет
        ответственности за исполнение сделки Специалистом или Клиентом.<br><br>
        7.5.Администратор также не несет ответственность:<br><br>
        - за нарушения в работе технических средств, сбои программного обеспечения, систем
        энергоснабжения и передачи данных, связанных с работой;<br><br>
        - за возможные риски, связанные с безопасностью использования Услуг Специалиста;<br><br>
        - за сетевые атаки или взлом Сервиса (в том числе, но не ограничиваясь), сбои в работе, вызванные
        техническими причинами;<br><br>
        - за нарушение Пользователями положений налогового, трудового, предпринимательского кодекса
        и других законодательных актов Республики Казахстан, в том числе о конкуренции, рекламе,
        разрешениях и уведомлениях, интеллектуальной собственности, защите прав потребителей;<br><br>
        - действия/бездействие Пользователя, в том числе Специалиста, или третьих лиц;<br><br>
        - косвенные убытки, упущенную выгоду Пользователя или третьих лиц;<br><br>
        - нарушение Пользователем условий настоящего Договора, действия Пользователей и
        взаимоотношения между Пользователями;<br><br>
        7.6. Администратор не несет ответственности в случае нарушения прав Пользователя третьими
        лицами, получившими несанкционированный доступ к его Личному кабинету.<br><br>
        7.7. Администратор вправе в любое время по своему усмотрению с предварительным
        уведомлением лишить Пользователя статуса Специалиста в случае следующих нарушений:<br><br>
        - Неисполнение либо ненадлежащие исполнение заключенной сделки; <br>
        - Некорректные контактные данные; <br>
        - Нарушение условий пользования чатом; <br>
        - Уклонение от заключенной сделки; <br>
        - Недостоверная фотография Специалиста, размещенная в Анкете; <br>
        - Нарушение какого-либо условия Договора. <br><br>
        7.8. Также Администратор имеет право изменять и/или удалять любую размещенную
        Пользователем информацию в Сервисе, которая по мнению Администратора нарушает или может
        нарушить условия Оферты, а также приостанавливать, ограничивать или прекращать доступ
        Пользователя к Сервису или его отдельному ресурсу в любое время по своему усмотрению, без
        объяснения причин, с предварительным уведомлением либо без такового, не отвечая при этом за
        любой ущерб, который может быть причинен Пользователю. <br><br>
        7.9. Сервис предоставляется Пользователям «как есть» (as is) в соответствии с общепринятым в
        международной практике принципом, что означает, что Пользователь понимает и принимает, что
        за проблемы, возникающие в процессе установки, обновления, поддержки и использования
        Сервиса, несоответствия результатов использования Сервиса ожиданиям и целям Пользователя,
        Администратор ответственности не несет.<br><br>

        <div class="span-div">
          <span>
            8.Порядок разрешения споров
          </span>
        </div>
        8.1. Все споры и разногласия, вытекающие из правоотношений по настоящему Публичному
        договору, разрешаются путем переговоров. <br><br>
        8.2. В случае невозможности решения возникших споров в ходе переговоров, в срок свыше
        тридцати рабочих дней, такие споры должны быть переданы на рассмотрение суда по
        местонахождению Администратора. По всем иным условиям, не урегулированным Договором,
        Стороны руководствуются требованиями и нормами законодательства Республики Казахстан. <br><br>

        <div class="span-div">
          <span>
            9.Изменения и дополнения Договора
          </span>
        </div> <br>
        

        9.1.Администратор наделяется полномочиями в любое время в одностороннем порядке вносить
        изменения в содержание настоящего Договора. Любые изменения и дополнения к Договору
        вводятся в действие со дня их опубликования на Сайте, если иное не указано в тексте изменений и
        дополнений. <br><br>
        9.2. Администратор может направлять специальные уведомления для Пользователей о внесенных
        изменениях и дополнениях в Договор.<br><br>
        9.3. При несогласии Пользователя с изменениями настоящего Договора, он обязан отказаться
        от услуг Сервиса и прекратить его использование. Условия настоящего Договора действуют
        как в отношении Пользователей, зарегистрированных в Сервисе до опубликования настоящего
        Договора на Сайте, так и в отношении Пользователей, зарегистрированных в Сервисе после его
        опубликования.<br><br>
        9.4. По собственному решению Администратор вправе делать информационные рассылки по
        электронным адресам, SMS- рассылки или осуществлять информирование иным доступным
        способом.<br><br>

        <div class="span-div">
          <span>
           10. Срок действия Публичного договора
          </span>
        </div> <br><br>
        

        10.1 Договор вступает в силу с даты его принятия (акцептования) и действует бессрочно. Договор
        расторгается, прекращается в соответствии с условиями законодательства Республики Казахстан. <br><br>

        <div class="span-div">
          <span>
            11. Прочие условия
          </span>
        </div><br>

        11.1. Стороны пришли к соглашению, что любая переписка по электронной почте, указанной в
        реквизитах Сторон и в регистрационных данных, а также документы направляемые Сторонами по
        электронной почте, имеют юридическую силу и могут служить доказательствами в суде.<br><br>
        11.2. Все расходы, связанные с внесением оплаты Комиссии за Сервис на счет Администратора
        несет Пользователь.<br><br>
        11.3.Отношения Администратора и Пользователей регламентируются настоящим Договором, а
        также приложениями к нему, которые являются неотъемлемой частью настоящего Договора:<br><br>
        Приложение 1. Правила размещения информации.<br><br>
        Приложение 2. Обязательные условия сделки.<br><br>
        Приложение 3. Тарификация.<br><br><br>

        <!-- Приложение 1
        к Публичному договору -->

        <div class="span-div">
          <span>
            Правила размещения информации<br>
            I. Общие положения
          </span>
        </div><br><br>
        

        1. Физическое лицо при регистрации может указывать данные согласно удостоверению
        личности, в том числе ИИН (по желанию). Эти данные позволяет повысить рейтинг Пользователя. <br>
        2. При регистрации Пользователь должен пройти Идентификацию.<br>

        3. Указанные контактные данные при регистрации должны быть достоверными, Номер
        телефона физического лица будет идентифицироваться с помощью одноразового пароля.<br>
        4. Во время прохождения Регистрации, физическому лицу будет присвоен Логин.<br>
        5. Пользователю необходимо получить SMS пароль для дальнейшего доступа к Личному
        кабинету/профилю. Последующее восстановление доступа производится Пользователем лично
        через службу технической поддержки Администратора.<br>
        6. Пользователь обязан разместить личное фото.(Обязательно свое фото)<br>
        7. Зарегистрированный Пользователь с момента Регистрации самостоятельно несет всю
        ответственность за введенный пароль в Личном кабинете, за оплату сбора за Сервис, а также
        другие действия/услуги, которые предоставляются Администратором.<br>
        8. Запрещается регистрироваться и сообщать в Сервисе от имени другого лица, а также
        размещать недостоверную сведения о себе, информацию любого рекламного характера (в том
        числе, но не ограничиваясь, контактные данные, номера телефонов, чужое фото, ).<br><br>

        <div class="span-div">
          <span>
            II. Лица, не подлежащие регистрации в Сервисе
          </span>
        </div><br>

        9. С названием, которое состоит из бессмысленного набора символов либо набора
        ключевых слов или содержит ссылки на другие сайты. <br>
        10. Без указания (или с некорректным указанием) соответствующих видов деятельности,
        которыми занимается Специалист.<br>
        11. С указанием номера телефона, по которому невозможно связаться с данным
        Пользователем.<br>
        12. С описанием с использованием транслитерации.<br>
        13. С SEO-направленным описанием (бессмысленный набор ключевых слов).<br>
        14. Запрещается размещать информацию о работах/услугах, если в их отношении
        действуют ограничения, закрепленные в законодательстве Республики Казахстан (нецензурные
        выражения и прочие ограничения). Пользователь несет ответственность за то, чтобы не
        публиковать информацию о предметах, в отношении которых законодательством или
        Администратором установлены запреты или ограничения.<br><br>


        <div class="span-div">
          <span>
             III. Перечень информации, работах и услугах, <br>
              запрещенных к размещению в Сервисе
          </span>
        </div><br>

        15. Разработка, изготовление специальных технических средств для снятия информации с
        каналов связи, других средств негласного получения информации, торговля специальными
        техническими средствами для снятия информации с каналов связи, другими средствами
        негласного получения информации.<br>
        16. Информация, предусмотренная в пункте 6.4. Оферты.<br>
        17. Информация о других пользователях, которые уже представлены на Сайте.<br>
        18. Информация о программах вознаграждения пользователей за нажатия на рекламные
        объявления, предложения о выполнении поиска, просмотре сайтов или чтении писем,
        информацию о рекламе заработка в интернет, информацию, связанную с сетевым маркетингом,
        «финансовыми пирамидами», заработке на Форексе, МММ.<br>
        19. Информация, не связанная с ведением хозяйственной деятельности, включая, но не
        ограничиваясь: личные фотоальбомы; фан-клубы; информационные сайты; сайты для общения;
        игровые сайты.<br>
        20. Информация о купле или продаже человеческих органов, о донорских услугах.<br>
        21. Контрабандные товары и похищенное имущество.<br>
        22. Транспортные средства, находящиеся в розыске; без документов.<br>
        23. Базы данных, содержащие персональные данные.<br>
        24. Материалы, содержащие государственную, банковскую, служебную или
        коммерческую тайну.<br>
        25. Информацию, нарушающую авторские права третьих лиц, патентное право, копии
        сайтов или отдельно взятые страницы, изображения и тексты, размещенные в интернете, если
        копирование запрещено владельцами оригинала.<br>

        26. Материалы, нарушающие тайну частной жизни, посягающие на честь, достоинство и
        деловую репутацию граждан и юридических лиц.<br>
        27. Мошенничество, вымогательство, просьба или предложение материальной помощи и
        поддержки в какой-либо форме, в том числе объявления «стану спонсором», «ищу спонсора»,
        «окажу материальную поддержку», «ищу материальную поддержку», «коммерция» и подобное.<br>
        28. Материалы, которые могут использоваться как клевета на человека или группу людей.<br>
        29. Анкетные данные или списки адресов электронной почты.<br>
        30. Услуги, связанные с предложением помощи в системах азартных игр, которые
        содержат пари.<br>
        31. Предложения работы в ночных клубах за рубежом; веб-моделями; предложения услуг
        свингерклубов; эскорт-услуги; девушки-переводчицы в брачные агентства.<br>
        32. Информация с предложением агентской деятельности, торгового представительства
        или любой другой деятельности, которая требует вербовки других членов, субагентов,
        субдистрибьюторов, Форекс-трейдинг.<br>
        33. Сомнительные предложения работы, в том числе в сети Интернет без указания
        физического адреса и прямых контактов работодателя (работа для всех, обработка электронной
        почты на дому, работа без вложений и подобное).<br>
        34. Спам-рассылки, в которых содержаться ссылки на Сайт.<br>
        35. Информация об услугах/товарах и иная информация, запрещенная в соответствии с
        действующим законодательством Республики Казахстан.<br><br>

        <!-- Приложение 2
        к Публичному договору -->

        <div class="span-div">
          <span>
             ОБЯЗАТЕЛЬНЫЕ УСЛОВИЯ <br>
              сделки на оказание услуг/выполнение работ
          </span>
        </div><br><br>

        Сделкой является соглашение об оказании услуг/выполнении работ, заключенное между
        Специалистом и Клиентом с соблюдением обязательных условий, установленных настоящим
        приложением.<br><br>

        <div class="span-div">
          <span>
            Обязательные условия сделки
          </span>
        </div>

        1. Пользователь считается заключившим сделку на условиях Сервиса, а также Заявки на
        оказание услуг/выполнение работ и приобретает статус Клиента после согласования
        (подтверждения) условий сделки Пользователем и Специалистом.<br>
        2. Заявка должна содержать детали конкретного предложения о выполнении работы /
        оказании услуг.<br>
        3. Специалист, которому доступна размещенная Заявка, вправе на нее откликнуться
        посредством чата со встречным предложением либо без такового.<br>
        4. Сделка считается заключенной в случае согласования заявки Специалистом и Клиентом
        (получения уведомлений в Сервисе о согласовании), а также наличия в Заявке или переписке
        Сторон условий о конкретных Услугах, стоимости, порядка оплаты и срока исполнения. В случае
        отсутствия или невозможности определить какое-либо из данных условий, согласованная
        Сторонами заявка не может быть обработана Администратором, последний уведомляет Стороны о
        необходимости уточнения того или иного условия сделки.<br>
        5. Клиент вправе отклонить Специалиста, а последний отклонить заявку в любое время до
        ее согласования. Срок действия размещенной заявки не ограничивается.<br>
        6. Запрещается размещение заявок, нарушающих Правила размещения информации в
        Сервисе (Приложение 2).<br>

        7. Специалист оказывает услуги / выполняет работу для Клиента в соответствии с
        условиями сделки. Способы исполнения определяются сторонами самостоятельно.<br>
        8. Специалист оказывает услуги / выполняет работу для Клиента исключительно после его
        идентификации. Если Специалист оказал услуги / выполнил работу без идентификации
        (ненадлежащему получателю), то все вытекающие последствия возлагаются на Специалиста (в
        том числе бремя доказывания факта услуги или работы).<br>
        9. Специалист предоставляет Клиенту полную и достоверную информацию об услугах.<br>
        10. Специалист вправе предоставить Клиенту Скидку по своему усмотрению.<br><br>


        <div class="span-div">
          <span>
            Отказ от сделки
          </span>
        </div>

        12. Уведомление о согласовании заявки Специалистом и/или уведомление согласовании
        заявки (выборе Специалиста), полученное Клиентом через Сервис, содержащие сведения об
        Услугах, стоимости Услуг, дате и времени оформления сделки, Специалисте, являются
        документами, подтверждающим факт заключения сделки.<br>
        13. Клиент вправе потребовать от Специалиста возврата уплаченных им за Услуги средств,
        в случаях, порядке и сроки, предусмотренных Законом «О защите прав потребителей». В случае
        несогласия Специалиста с требованиями Клиента, он обязуется разрешить вопрос возврата с
        Клиентом самостоятельно без привлечения Администратора.<br>
      
    </div>
    <Footer />
  </div>
</template>
 
<script>
import Navbar from '../components/Navbar.vue'
import Footer from '../components/Footer.vue'
export default {
  name: '',
  components: {
    Navbar, Footer
  },
  props: {},
  data () {
    return {}
  },
}
</script>
 
<style lang='sass' scoped>
  .offer-section 
    display: flex
    justify-content: center
    flex-direction: column
    align-items: center
    padding: 0 250px
    margin: 100px 0
    .offer-title
      margin-bottom: 20px
  .span-div
    width: 100%
    text-align: center
    span
      font-weight: 500
      font-size: 18px
  @media (max-width: 1200px)
    .offer-section
      padding: 0 150px
  @media (max-width: 950px)
    .offer-section
      padding: 0 100px
  @media (max-width: 650px)
    .offer-section
      padding: 0 50px
      .offer-title
        font-size: 20px
        text-align: center
  @media (max-width: 450px)
    p
      font-size: 14px
  @media (max-width: 390px)
    .offer-section
      padding: 0 20px
</style>