<template>
  <div class='polit'>
    <Navbar style="background: #F15E63;"/>
    <div class="polit-section">
      <h2 class="polit-title">
        Политика Конфиденциальности мобильного приложения FixUp
      </h2>
      <p class="polit-content">
        Мобильное приложение «FixUp» предоставляется и обслуживается Компанией ТОО «SolarIT» (далее — «Компания» или «Мы»), являющейся разработчиком вышеуказанного приложения. <br><br>

Если Вы (далее — «Пользователь») установите и будете использовать мобильное приложение «FixUp» (далее — «Приложение»), мы запросим у Вас информацию, необходимую и достаточную для оперативной и корректной работы Приложения.<br><br>

Компания уважает конфиденциальность предоставленной Вами информации и обязуется защищать ее в соответствии с нижеприведенными положениями, требованиями международных стандартов и законодательства Республики Казахстан<br><br>

Перед тем как установить и начать использование мобильного приложения «FixUp», убедительная просьба внимательно ознакомиться с настоящей Политикой конфиденциальности и правилами пользования Приложением, чтобы понять наши правила и практику в отношении 
информации пользователей и то, как мы будем ее собирать и использовать.<br><br>

 <span>Уважаемый Пользователь, обращаем Ваше внимание! Принятие Вами Политики конфиденциальности означает, что Вы (Пользователь): </span> <br><br>

- соглашаетесь с условиями сбора персональных данных и иной, указанной ниже информации, даете полное и 
безусловное согласие на обработку информации, в том числе на трансграничную передачу Ваших персональных данных, <br><br>
- соглашаетесь и обязуетесь соблюдать условия настоящей Политики конфиденциальности, <br><br>
  <span>1. Общие положения</span> <br><br>
1.1 Политика конфиденциальности (далее — «Политика»), применяемая при использовании Приложения распространяется на отношения Компании и физического лица, являющегося Пользователем 
Приложения, действует в отношении информации, которую Компания может получить о Пользователе и от Пользователя при регистрации и во время использования им данного Приложения.<br><br>

1.2 Загрузка и использование Приложения означает безоговорочное согласие Пользователя с положениями политики конфиденциальности и указанными в ней условиями сбора и обработки информации.<br><br>

1.3 В целях настоящей Политики под персональной информацией Пользователя понимаются:<br><br>

1.3.1 Персональная информация, которую Пользователь предоставляет о себе самостоятельно в процессе использования функциональных сервисов Приложения. <br><br>

Обязательная, для предоставления функциональных сервисов, информация выделена специальными полями, подлежащих заполнению Пользователем при регистрации (создании учетной записи) и зависит от выбранного Пользователем способа регистрации.<br><br>

В частности, к данным сведениям относятся: имя, фамилия, пол, статус семейного положения и номер телефона Пользователя.<br><br>

При получении согласия Пользователя, Приложение собирает данные о геолокации Пользователя, получает доступ к контактам телефонной книги Пользователя и ограниченный доступ к галерее фотографий и камере Пользователя.<br><br>

Иная информация предоставляется Пользователем по его усмотрению. <br><br>
<!-- ---- -->

1.3.2 Данные, которые автоматически передаются сервисам Приложения в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения. В том числе IP-адрес 
(или иной программе, с помощью которой осуществляется доступ к сервисам), технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата и время доступа к сервисам, 
адреса запрашиваемых страниц и любая другая информация, необходимая для корректной работы Приложения и обеспечения выполнения всех запросов Пользователя. Во время использования Приложения Мы также можем собирать 
определенную информацию о пользовании Приложением, которая не относится к персональным данным и, не является конфиденциальной. Подобного рода информация отбирается, например, при передаче данных — «данные трафика». 
Мы также собираем информацию, касающуюся схем движения пользователей в Приложении и использования его функциональных возможностей. Однако эта информация не содержит каких-либо данных, которые могут идентифицировать Пользователя. 
Полученные сведения используются для анализа и улучшения работы Приложения, в целях разработки, совершенствования и предоставления нашим пользователям отвечающих их запросам функциональных возможностей Приложения, повышения качества и быстродействия его работы. <br><br>

1.3.3 Иная информация о Пользователе, обработка которой предусмотрена Пользовательским соглашением.

1.4 Под обработкой персональных данных понимаются действия (операции) с персональными данными, включая сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, 
распространение (в том числе трансграничная передача), обезличивание, блокирование и уничтожение персональных данных.<br><br>

Персональные данные обрабатываются автоматизированным способом, с использованием передачи по сети Интернет, смешанными методами обработки.<br><br>

1.5 Настоящая Политика применяется только к мобильному приложению «Арсенал». Компания не контролирует и не несет ответственности за иные мобильные приложения 
и сайты третьих лиц, на которые Пользователь может самостоятельно перейти по ссылкам, доступным и связанным с приложением «Арсенал».<br><br>

1.6 Регистрируясь в Приложении, Пользователь добровольно и в своих интересах предоставляет свои персональные данные и иную информацию, 
соглашаясь тем самым с Правилами пользования указанным Приложением и условиями конфиденциальности персональных данных.<br><br>

Предоставленные персональные данные могут быть изменены (обновлены, дополнены) Пользователем самостоятельно по своему желанию.<br><br>

1.7 Компания, по общему правилу, не проверяет достоверность персональной информации, предоставляемой Пользователем, и не осуществляет контроль за его дееспособностью.

Однако Компания исходит из того, что Пользователь предоставляет достоверную и достаточную персональную информацию по предлагаемым в Приложении вопросам, и, что Пользователь поддерживает эту информацию в актуальном состоянии.

1.6 Компания принимает необходимые организационные и технические меры для защиты персональной и иной информации 
Пользователя от неправомерного, несанкционированного или случайного доступа, нецелевого использования, уничтожения, 
изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.<br><br>

 <span>2. Информация, которую Мы собираем</span><br><br>
2.1 Мы собираем информацию о пользователях нашего Приложения автоматически при использовании Приложения.<br><br>

2.1.1 При загрузке, регистрации или использовании данного Приложения, Пользователь предоставляет определенную 
запрашиваемую информацию, которая может включать в себя имя, номер мобильного телефона, адрес электронной почты 
или другую контактную информацию (далее — «личные данные»).<br><br>

2.1.2 Мы также собираем любую информацию, которую Пользователь предоставляет при заполнении 
любых полей в Приложении, сообщениях о проблемах функционирования и использования сервисов Приложения, 
отправке Пользователем писем и сообщений через Приложение.<br><br>

2.1.3 В рамках функциональных сервисов Приложения Пользователь может выставлять оценки, оставлять 
комментарии, создавать сообщения, предоставлять информацию, подлежащую опубликованию или отображению («Сообщение») 
для ограниченного круга или всех пользователей Приложения (совместно именуемые «замечания участника»).<br><br>

Замечания участника (Пользователя) публикуются и передаются другим лицам под ответственность Пользователя.<br><br>

Компания не может контролировать действия третьих лиц, с которыми Пользователь делится своими замечаниями участника. Таким образом,
 Мы не можем и не гарантируем, что Ваши замечания участника не будут рассматриваться посторонними лицами, даже при использовании
  Приложения в «ограниченном режиме» (см. Пользовательское соглашение). Кроме того, Мы не можем и не гарантируем, что использование 
  анонимной функции в Приложении предоставит Пользователю фактическую анонимность.<br><br>

<span>3. Как Мы собираем информацию</span><br><br>
3.1 При загрузке, доступе и использовании Приложения для сбора определенного вида (типа) информации используется 
технология автоматического сбора информации и отслеживания, в частности для сбора следующих сведений:<br><br>

3.1.1 Детали использования, включая данные о входе и использовании других информационных ресурсов, с которыми 
Пользователь связан, к которым Пользователь имеет доступ и использует в Приложении.<br><br>

3.1.2 Информация об устройстве, включая информацию о Вашем мобильном устройстве и подключении к Интернету, 
в том числе уникальный идентификатор устройства, IP-адрес, операционная система, тип браузера, информация 
о сети мобильной связи и номер телефона устройства и т. д.<br><br>

3.1.3 Сохраненная информация и файлы. Для нормального функционирования Приложение должно получить доступ к личным контактам 
и информации адресной книги Пользователя, информация о людях и группах, с которыми Пользователь связан, о взаимодействии Пользователя с ними.<br><br>

Мы также собираем контактные данные, предоставляемые Пользователем при загрузке, синхронизации или импорте такого рода информации (например, адресной книги).<br><br>

Приложение также может получить доступ к и другой информацию, связанной с другими файлами, хранящимися на устройстве Пользователя,
 массивами информации, включая мультимедийные материалы, включающие в себя, например, фотографии, аудио и видео клипы.<br><br>

3.1.4 Мы также собираем информацию и сведения, которые нам предоставляют другие пользователи, когда они используют наше Приложение,
 в том числе сведения о Вас. Например, когда они делятся Вашей фотографией, отправляют Вам сообщение или загружают, синхронизируют или
  импортируют Ваши контактные данные.<br><br>

Если Вы не хотите, чтобы мы собирали любую из приведенной выше информации, не загружайте и не используйте данное Приложение.
 Все материалы, уже собранные Приложением во время использования Пользователем Приложения, хранятся в базе данных Приложения в 
 соответствии с требованиями международных стандартов и законодательством Российской Федерации.<br><br>

3.2 Приложение также может собирать информацию в реальном времени о местоположении устройства с использованием радиомаяков и услуг по 
определению местоположения, данных геолокации. Информация о местоположении может быть использована, чтобы показать, как далеко Пользователь 
находится от других пользователей Приложения.<br><br>

Пользователь может отключить функцию предоставления информации о местоположении через настройки своего устройства, хотя это может ограничить возможности Приложения.<br><br>

3.3 Мы используем cookie-файлы (небольшие файлы, размещаемые на вашем устройстве) для повышения функциональности нашего Приложения. 
cookie-файлы помогают нам идентифицировать зарегистрированных пользователей с максимальной быстротой, оптимизировать и обеспечить их 
возможности пользования Приложением, а также используются для анализа данных, которые содержатся в учетных строках.<br><br>

Пользователь вправе отказаться от использования cookie-файлов, активировав соответствующую установку на своем устройстве.<br><br>

В случае установление запрета на использование cookie-файлов Пользователь может быть ограничен в получении доступа к некоторым функциональным 
возможностям нашего Приложения.<br><br>

3.4 Мы также можем использовать пиксели, которые позволяют нам считать пользователей, посетивших эти страницы или открывших сообщения 
электронной почты, а также для других связанных статистических приложений (например, запись популярности определенного контента приложения
 и проверки системы и целостности сервера).<br><br>

3.5 При использовании Приложения или его содержания, третьи лица могут использовать автоматические технологии сбора 
информации для сбора информации о пользователях или их устройствах. Эти третьи лица могут включать в себя рекламодателей, 
рекламные сети и серверы объявлений.<br><br>

Третьи лица могут использовать технологии отслеживания для сбора информации о пользователях, в процессе пользования ими Приложения.
 Информация, которую они собирают, может быть связана с личной информацией, или они могут собирать информацию, о деятельности 
 пользователей в Интернете в течение долгого времени и через различные веб-сайты, приложения и другие сайты онлайн-сервисов. 
 Целью сбора подобного рода информации является, предположительно, предоставление Пользователю рекламу по интересам (поведенческую рекламу) или иной целевой контент.<br><br>

3.6 Компания не контролирует технологии отслеживания, применяемые третьими лицами, или как они могут быть использованы. 
Если у Пользователя возникают вопросы по поводу рекламы или другого целевого контента, предоставляемых третьими лицами, 
рекомендуем обратиться непосредственно к поставщику подобного рода информации.<br><br>

<span>4. Цели обработки персональной информации пользователей</span><br><br>
4.1 Приложение собирает и хранит персональную информацию, которая необходима для обеспечения корректного и оперативног
о функционирования Приложения и/или исполнения соглашений с Пользователем, за исключением случаев, когда законодательством 
предусмотрено обязательное хранение персональной информации в течение определенного законом срока.<br><br>

4.2 Персональную информацию (данные) Пользователя Приложение обрабатывает в следующих целях:<br><br>

4.2.1 Идентификации Пользователя, в т. ч. при регистрации в Приложении и создании учетной записи Пользователя,
 для обеспечения надлежащего функционирования Приложения.<br><br>

4.2.2 Предоставления Пользователю доступа к персонализированным ресурсам Приложения.<br><br>

4.2.3 Установления с Пользователем обратной связи, включая направление уведомлений, запросов, 
касающихся использования Приложения, изменения функциональных возможностей Приложения, появлении доступных 
обновлений Приложения, изменениях в любых продуктах или услугах, которые Мы предлагаем или предоставляем и т.д.<br><br>

4.2.4 Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.<br><br>

4.2.5 Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.<br><br>

4.2.6 Предоставления Пользователю клиентской и технической поддержки при возникновении проблем, связанных с использованием Приложения.<br><br>

4.3 Мы можем использовать собранную информацию для показа рекламных сообщений для целевой аудитории наших рекламодателей. 
При этом Мы не раскрываем личную информацию Пользователя для этих целей без согласия Пользователя, либо используем ее в обезличенном виде.<br><br>

<span>5. Условия обработки персональной информации пользователей и ее передачи третьим лицам</span><br><br>
5.1 В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного 
предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц. При использовании отдельных 
функциональных сервисов Приложения Пользователь соглашается с тем, что определенная часть его персональной информации становится общедоступной.<br><br>

5.2 Компания вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:<br><br>

5.2.1 Пользователь выразил согласие на такие действия любым способом, в том числе используя Приложение в режиме 
полной функциональности (не в ограниченном режиме). Ограниченный режим может быть активирован Пользователем самостоятельно в настройках Приложения.<br><br>

5.2.2 Передача необходима для использования Пользователем определенного сервиса либо для исполнения определенного соглашения с Пользователем.<br><br>

5.2.3 Передача предусмотрена Российским или иным применимым законодательством в рамках установленной законодательством процедуры.<br><br>

5.2.4 В случае перехода прав на Приложение (продажи Приложения) к приобретателю переходят все обязательства по соблюдению 
условий настоящей Политики применительно к полученной им персональной информации.<br><br>

5.3 Обработка персональных данных Пользователя осуществляется без ограничения срока любым законным способом, в том 
числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.<br><br>

Обработка персональных данных Пользователей осуществляется в соответствии с Федеральным законом от 27.07.2006 г. № 152-ФЗ «О персональных данных».<br><br>

5.4 Компания может раскрывать сводную информацию (не личную информацию) о пользователях нашего Приложения без ограничений.<br><br>

5.5 Кроме того, Компания может раскрыть собранную личную информацию, или предоставленную Пользователем информацию следующим лицам:<br><br>

- нашим дочерним компаниям и филиалам;<br><br>
- подрядчикам, поставщикам услуг и другим третьим сторонам, которых Мы используем для поддержки нашего бизнеса;<br><br>
- покупателям и/или другим преемникам в случае слияния, разделения, реструктуризации, реорганизации, ликвидации или другой продажи, или передачи некоторых или всех активов
 Компании, будь то в качестве действующего предприятия или как часть банкротства, ликвидации или аналогичного разбирательства, в котором 
 личная информация о пользователях нашего Приложения является одним из переданных активов;<br><br>
- третьим лицам для продажи товаров или услуг для Пользователя, если Пользователь дал согласие на 
предоставление определенного перечня информации третьему лицу для четко определенных целей. При этом, принимающее 
информацию лицо обязано предпринять все разумные меры по обеспечению конфиденциальности полученной информации.<br><br>
<span>6. Доступ и исправление Вашей личной информации (персональных данных)</span><br><br>
6.1 Пользователь может просматривать и изменять личную информацию, войдя в Приложение и\или на странице личного профиля.<br><br>

6.2 Компания в праве удалить личную информацию и учетную запись Пользователя, если Пользователем был не соблюден любой из
 пунктов пользовательского соглашения мобильного приложения «Арсенал» или в случае использования Приложения с нарушением норм законодательства Российской Федерации.<br><br>

6.3 Удаление Пользователем своей учетной записи не влечет за собой удаление замечаний данного Пользователя, сделанных им ранее 
в отношении иных участников (пользователей Приложения), а также отзывов или комментариев, сделанных другими пользователями Приложения 
о данном Пользователе. Все данные, собранные Приложением во время регистрации и использования Пользователем Приложения, включая персональные 
данные Пользователя, сообщения, отзывы, комментарии, переданные мультимедийные файлы и замечания участника, хранятся в базе данных Приложения 
в соответствии с требованиями международных стандартов и законодательством Российской Федерации и могут быть удалены только Компанией по заявлению 
Пользователя.<br><br>

<span>7. Безопасность данных</span><br><br>
7.1 Компания принимает необходимые и достаточные организационные и технические меры, направленные на обеспечение 
безопасности личной информации пользователей от случайной потери, несанкционированного доступа, использования, изменения и раскрытия информации.<br><br>

7.2 Информация, которая предоставляется пользователями Приложения, хранится на защищенных серверах за межсетевыми экранами.<br><br>

7.3 Безопасность и защита информации Пользователя также зависит от Вас. Доступ к Приложению не защищен паролем, поэтому настоятельно 
рекомендуется убедиться, что Ваше мобильное устройство само по себе правильно защищено паролем, технологией распознавания отпечатков 
пальцев или другими технологиями безопасности, и находится под Вашим контролем.<br><br>

7.4 Кроме того, мы призываем Вас быть осторожными, используя Приложение в общественных местах. Информация, которой Вы делитесь 
в общественных местах, может быть просмотрена любым пользователем Приложения или другими лицами.<br><br>

7.5 К сожалению, передача информации через Интернет и мобильные платформы не является полностью безопасной. 
Несмотря на то, что Компания делает все возможное, чтобы защитить личную информацию пользователей, мы не можем 
гарантировать безопасность информации, передаваемой через наше Приложение. Любая передача информации личного характера осуществляется под Вашу ответственность.<br><br>

Компания также не несет ответственности за действие пользователей, направленных на обход каких-либо настроек конфиденциальности 
и/или нарушение мер безопасности, которые Мы предлагаем соблюдать.<br><br>

<span>8. Изменения в нашей политике конфиденциальности</span><br><br>
8.1 Компания оставляет за собой право изменять настоящую Политику конфиденциальности в любое время и без предварительного предупреждения и согласия Пользователя.<br><br>

8.2 Дата последнего изменения Политики конфиденциальности, указывается в верхней части страницы. Пользователь несет ответственность 
за периодическое посещение этой страницы Политики конфиденциальности для проверки на наличие каких-либо изменений и/или ознакомления с ними.<br><br>

8.3 Дальнейшее использование Пользователем Приложения, после внесения изменений в Политику конфиденциальности, 
считается безусловным принятием Пользователем этих изменений.<br><br>

В связи с чем, пожалуйста, проверяйте периодически Приложение на наличие обновлений в Политике конфиденциальности.<br><br>

В случае несогласия с изменениями условий сбора, обработки и использования персональной и иной информации, Пользователь 
вправе в одностороннем порядке прекратить использование Приложения и удалить Приложение с устройства.<br><br>

<span>9. Прочие условия</span><br><br>
9.1 Приложение «Арсенал» не предназначено для детей в возрасте до 18 лет. Регистрируясь и пользуясь данным Приложением,
 Пользователь подтверждает, что он достиг 18-ти летнего возраста.<br><br>

Компания не собирает и не хранит данные о лицах, не достигших 18 лет. Регистрация подобных лиц, с целью пользования ими Приложением не допускается.<br><br>

9.2 Кроме того, регистрируясь и пользуясь данным Приложением, Пользователь гарантирует, что он не намерен и не будет использовать
 функциональные возможности Приложения в целях разжигания расовой дискриминации, национальной вражды, пропаганды насилия, распространения клеветы, 
 сведений, противоречащих основам правопорядка и нравственности, а также совершать и распространять информацию и материалы, носящие противоправный характер.<br><br>

9.3 Компания не контролирует сбор или использование информации Пользователя третьими лицами для рекламы, предоставляемой на основе анализа
 интересов и предпочтений Пользователя. Указанные третьи лица самостоятельно предоставляют Пользователю способы отказа от сбора информации 
 и/или использования информации в указанных целях.<br><br>

9.4 В случае, если Пользователь:<br><br>

 - не хочет, чтобы его адрес электронной почты был использован для продвижения товаров или услуг наших собственных или третьих лиц,<br><br>
 - считает неуместным использование собранной Компанией информации, или информации, предоставленной Пользователем, для доставки рекламы в соответствии с предпочтениями целевой аудитории наших рекламодателей,<br><br>
 - не желает, чтобы Компания раскрывала его личную информацию посторонним или не агентским третьим лицам в рекламных и маркетинговых целях.<br><br>
 - Пользователь вправе отказаться от использования личной информации в указанных целях, связавшись с нами <br>по электронной почте fix-up@gmail.com.<br><br>

9.5 Настоящая Политика конфиденциальности составлена на русском языке и, в некоторых случаях, может быть предоставлена для ознакомления на английском языке.<br><br>

В случае расхождения русскоязычной версии и версии на английском языке, применяются положения русскоязычной версии Политики конфиденциальности.<br><br>

<span>10. Контактная информация</span><br><br>
В случае возникновения вопросов, связанных с настоящей политикой конфиденциальности и/или функционированием Приложения, пожалуйста, свяжитесь с нами по электронной почте: fix-up@gmail.com


      </p>
    </div>
    <Footer />
  </div>
</template>
 
<script>
import Navbar from '../components/Navbar.vue'
import Footer from '../components/Footer.vue'
export default {
  name: 'polit',
  components: {
    Navbar, Footer
  },
  props: {},
  data () {
    return {
      data: ``
    }
  },
}
</script>
 
<style lang='sass' scoped>
  .polit-section 
    display: flex
    justify-content: center
    flex-direction: column
    align-items: center
    // text-align: center 
    // padding: 0 100px
    margin: 100px 0 50px 0 
    // width: 100%
    .polit-title
      margin-bottom: 20px
      text-align: center
      width: 60%
    .polit-content
      width: 70%
      padding: 0 100px
  .span-div
    width: 100%
    text-align: center
    span
      font-weight: 500
      font-size: 18px
  span
    font-weight: 500
    font-size: 18px
  @media (max-width: 550px)
    .polit-title
      font-size: 20px
    .polit-content
      width: 80%!important
  @media (max-width: 370px)
    .polit-content
      width: 90%!important
    .polit-title
      font-size: 18px!important
      text-align: center
  @media (max-width: 450px)
    p
      font-size: 14px
  @media (max-width: 330px)
    .polit-title
      font-size: 16px!important
    span
      font-size: 16px!important
</style>